<!DOCTYPE html>
<html>
	<head>
		<meta charset="UTF-8">
		<meta name='viewport' content='width=device-width initial-scale=1'>
		<meta name='mobile-web-app-capable' content='yes'>
		<title>Rock Music Fan Blog</title>
		<link rel="stylesheet" type="text/css" href="css/bootstrap.min.css">
		<link rel="stylesheet" type="text/css" href="css/estilos.css">
		<script src="js/jquery-3.2.1.min.js"></script>
		<script src="js/bootstrap.min.js"></script>
	</head>
	<body class="imagenFondo">
		<div class="container ppalContainer">
			<div class="row" id="rowHeader">
				<div class="col-xs-12 col-sm-4 col-md-4">
					<img class="img-responsive img-logo" src="media/img/rockLogo.png">
				</div>
				<div class="col-xs-12 col-sm-4 col-sm-offset-4 col-md-offset-4 col-md-4 align-bottom">
					<div class="row offsetVertical"></div>
					<div id="red-social-container" class="row">
						<div class="col-xs-3">
							<img class="img-responsive img-red-social" src="media/img/facebookLogo.jpg">
						</div>
						<div class="col-xs-3">
							<img class="img-responsive img-red-social" src="media/img/instagramLogo.png">
						</div>
						<div class="col-xs-3">
							<img class="img-responsive img-red-social" src="media/img/twitterLogo.png">
						</div>
						<div class="col-xs-3">
							<img class="img-responsive img-red-social" src="media/img/youTubeIcon.png">	
						</div>
					</div>
				</div>
			</div>
			<div class="row" id="rowNavigation">
				<ul class="nav nav-pills nav-justified menuRock">
					<li class="active"><a href="#">Inicio</a></li>
					<li><a href="#">Artistas</a></li>
					<li><a href="#">Grupos</a></li>
					<li><a href="#">Top 10</a></li>
					<li><a href="#">Letras</a></li>
					<li><a href="#">Acordes</a></li>
				</ul>
			</div>
			<div class="row">
				<div class="col-xs-12 col-md-9">
					<div class="row bodyContent">
						<div class="col-xs-12 col-sm-8">
							<h4>Foo Fighters</h4>
							<p style="text-align:justify;"><strong>Foo Fighters</strong> es una banda estadounidense de rock formada en la ciudad de Seattle en 1994 por Dave Grohl, exbaterista de Nirvana y Scream.<br/><br/>El grupo debe su nombre a los ovnis y los diversos fen&oacute;menos a&eacute;reos que fueron reportados por los pilotos de los aviones aliados en la Segunda Guerra Mundial, que se conocen colectivamente como Foo Fighters. Antes del lanzamiento de su &aacute;lbum debut en 1995, Grohl, como &uacute;nico miembro oficial, reclut&oacute; al bajista Nate Mendel y el baterista William Goldsmith, ambos anteriormente miembros de Sunny Day Real Estate, as&iacute; como su compa&ntilde;ero en las giras de Nirvana, Pat Smear como guitarrista para completar la alineaci&oacute;n.<br/><br/>La banda comenz&oacute; con actuaciones en Portland, Oregon. Goldsmith renunci&oacute; durante la grabaci&oacute;n del segundo &aacute;lbum del grupo, The Colour and The Shape (1997), cuando la mayor&iacute;a de las partes de bater&iacute;a fueron re-grabadas por el propio Grohl, hasta que se uni&oacute; Taylor Hawkins. La partida de Smear sigui&oacute; poco despu&eacute;s.</p>
							<div class="row" style="margin-bottom: 5px;">
								<div class="col-xs-2 text-center">
									<span class="glyphicon glyphicon-user icon-large"></span>
								</div>
								<div class="col-xs-10">
									<textarea class="form-control" rows="2" placeholder="Ingrese un comentario..."></textarea>
								</div>
							</div>
						</div>
						<div class="col-xs-12 col-sm-4 ">
							<figure class="text-center figure-content">
								<img class="img-responsive" src="media/img/fooFighters.jpg">
								<figcaption><i>Tomado de Internet.</i></figcaption>
							</figure>
						</div>
					</div>
					<div class="row bodyContent">
						<div class="col-xs-12 col-sm-4 ">
							<figure class="text-center figure-content">
								<img class="img-responsive" src="media/img/rhcpContent.jpg">
								<figcaption><i>Tomado de Internet.</i></figcaption>
							</figure>
						</div>
						<div class="col-xs-12 col-sm-8">
							<h4>Red Hot Chilli Pepers</h4>
							<p style="text-align:justify;"><strong>Red Hot Chilli Pepers</strong> es una banda de rock alternativo y funk rock estadounidense formada en 1983 en Los &aacute;ngeles, California. Sus integrantes son, actualmente, el vocalista Anthony Kiedis, el guitarrista Josh Klinghoffer, el bajista Michael "Flea" Balzary, y el baterista Chad Smith. El estilo musical de la banda fusiona el funk tradicional con el rock y el rock alternativo incluyendo elementos de otros g&eacute;neros como el rap, pop rock, heavy metal, dance, punk, hip hop e indie rock.? Son considerados los inventores del punk funk.<br/><br/>Adem&aacute;s de Kiedis y Flea, la formaci&oacute;n original del grupo la completaban el baterista Jack Irons y el guitarrista Hillel Slovak. En las grabaciones de los primeros discos hubo diversos cambios en la formaci&oacute;n, y solo en The Uplift Mofo Party Plan (1987) coincidieron los cuatro miembros fundadores en el estudio. En 1988 el guitarrista Hillel Slovak muri&oacute; de una sobredosis de hero&iacute;na, lo que provoc&oacute; la salida de Irons del grupo. Tras la llegada de Chad Smith y John Frusciante a finales de 1988 como sustitutos de Irons y Slovak, esta formaci&oacute;n grabar&iacute;a los &aacute;lbumes Mother's Milk (1989), Blood Sugar Sex Magik (1991), Californication (1999), By the Way (2002) y Stadium Arcadium (2006). Mientras los Red Hot Chili Peppers estaban de gira por Jap&oacute;n en 1992, Frusciante dej&oacute; la banda, y no volver&iacute;a hasta 1998. Dave Navarro se convirti&oacute; en su sustituto durante ese periodo, y con &eacute;l lanzaron el &aacute;lbum One Hot Minute (1995). Blood Sugar Sex Magik fue el gran salto al &eacute;xito internacional del grupo, siendo un referente claro de la fusi&oacute;n estil&iacute;stica que caracterizar&iacute;a a la banda durante los '90. Tras el regreso de Frusciante en 1998, el cuarteto volvi&oacute; a reunirse en el estudio para grabar Californication, disco que lleg&oacute; a vender quince millones de copias, convirti&eacute;ndose en su &aacute;lbum de m&aacute;s &eacute;xito comercial hasta la fecha. By the Way y Stadium Arcadium continuar&iacute;an cosechando &eacute;xitos y, se estima que desde su debut, la banda ha vendido m&aacute;s de 85 millones de &aacute;lbumes en todo el mundo. Los Red Hot Chili Peppers han ganado siete Premios Grammy y en 2011 fueron elegidos para ingresar en el Rock and Roll Hall of Fame.</p>
							<div class="row" style="margin-bottom: 5px;">
								<div class="col-xs-2 text-center">
									<span class="glyphicon glyphicon-user icon-large"></span>
								</div>
								<div class="col-xs-10">
									<textarea class="form-control" rows="2" placeholder="Ingrese un comentario..."></textarea>
								</div>
							</div>
						</div>
					</div>
				</div>
				<div class="col-xs-12 col-md-3">
					<div class="bodyContent">
						<div class="input-group">
							<span class="input-group-addon" id="basic-addon1"><span class="glyphicon glyphicon-search"></span></span>
							<input class="form-control" id="inputBusqueda" type="text" placeholder="Buscar...">
						</div>
						<br>
						<ul class="list-group" id="listaBandas">
							<li class="list-group-item">Foo Fighters</li>
							<li class="list-group-item">Red Hot Chilli Peppers</li>
							<li class="list-group-item">AC/DC</li>
							<li class="list-group-item">Guns And Roses</li>
							<li class="list-group-item">Muse</li>
							<li class="list-group-item">Motorhead</li>
							<li class="list-group-item">System Of A Down</li>
						</ul>  
					</div>
				</div>
			</div>
		</div>
		<script>
			$(document).ready(function(){
				$("#inputBusqueda").on("keyup", function() {
					var value = $(this).val().toLowerCase();
					$("#listaBandas li").filter(function() {
						$(this).toggle($(this).text().toLowerCase().indexOf(value) > -1)
					});
				});
			});
		</script>
	</body>
</html>