<!doctype html>
<html class="no-js" lang="en" dir="ltr">
  <head>
    <meta charset="utf-8">
    <title>Blog de Gastronom&iacute;a</title>
    <link rel="stylesheet" href="css/foundation.css">
    <link rel="stylesheet" href="css/app.css">
	<link rel="stylesheet" href="css/foundation-icons/foundation-icons.css">
  </head>
  <body class="imagenFondo">
	<div class="row column ppalRow">
		<div class="row">
			<div class="column small-12 medium-4">
				<header>
					<h3>Delicias Colombianas</h3>
					<p><i>La mejor cultura del pa&iacute;s en su mesa.</i></p>
				</header>
			</div>
			<br/>
		</div>
		<hr/>
		<div class="row">
			<div class="column small-4">
				<div class="colContent">
					<div class="input-group">
						<span class="input-group-label"><i class="fi-magnifying-glass"></i></span>
						<input class="input-group-field" type="text" placeholder="Buscar...">
					</div>
					<div class="button-group stacked">
						<a href="#" class="button expanded">Inicio</a>
						<a href="#" class="button expanded">Mi Plato Perfecto</a>
						<a href="#" class="button expanded">Mis Recetas</a>
					</div>
					<div class="row column">
						<h5><strong>Favoritos:</strong></h5>
					</div>
					<div class="row align-middle">
						<div class="column small-12 medium-4">
							<div class="callout">
								<img src="media/img/platoTipico_1.jpg">
							</div>
						</div>
						<div class="column small-12 medium-4">
							<div class="callout">
								<img src="media/img/platoTipico_2.jpg">
							</div>
						</div>
						<div class="column small-12 medium-4">
							<div class="callout">
								<img src="media/img/platoTipico_3.jpg">
							</div>
						</div>
					</div>
					<div class="row align-middle">
						<div class="column small-12 medium-4">
							<div class="callout">
								<img src="media/img/platoTipico_4.jpg">
							</div>
						</div>
						<div class="column small-12 medium-4">
							<div class="callout">
								<img src="media/img/platoTipico_5.jpg">
							</div>
						</div>
						<div class="column small-12 medium-4">
							<div class="callout">
								<img src="media/img/platoTipico_6.jpg">
							</div>
						</div>
					</div>
					<div class="row column">
						<h5><strong>Historial</strong></h5>
						<ul class="vertical menu">
							<li><a href="#">Ajiaco Santafere&ntilde;o</a></li>
							<li><a href="#">Tamal con Chocolate</a></li>
							<li><a href="#">Lechona Tolimense</a></li>
							<li><a href="#">Empanadas Vallunas</a></li>
							<li><a href="#">Bandeja Paisa</a></li>
						</ul>
					</div>
				</div>
			</div>
			<div class="column small-8 border-left">
				<div class="row column">
					<div class="callout contenidoPanel">
						<h3 style="color: white;">Lechona Tolimense</h3>
						<span class="dateFormat"><i><small>Enero 01 del 2018</small></i></span>
						<hr/>
						<p class="text-justify">
							La <strong>lechona</strong> es un plato t&iacute;pico de la regi&oacute;n colombiana del Tolima Grande. Este plato fuerte est&aacute; compuesto por carne de cerdo y arveja cocinada. Es servido con arepas de ma&iacute;z blanco y una variedad de natilla que localmente se conoce como "insulso".
							<div class="callout">
								<figure style="text-align: center;">
									<img src="media/img/lechonaContent.jpg" class="imgContent">
									<figcaption>Tomado de Internet.</figcaption>
								</figure>
							</div>
						</p>
						<h5 style="color: white;">Preparaci&oacute;n</h5>
						<p class="text-justify">
							La lechona tiene que tener un peso de aproximadamente 115 libras. Posteriormente se limpia el animal y se extrae la carne con cuidado de no romper la piel dejando la cabeza intacta. Para darle mejor sabor a la parte externa de la lechona se le debe aplicar sal, lo que dar&aacute; como resultado una mejor cocci&oacute;n, color y presentaci&oacute;n del plato.<br/><br/>La carne que se extrajo es adobada con cebolla larga picada, ajos pelados y triturados, agua, sal, pimienta y comino. Vale la pena agregar que la carne de las costillas no se debe separar ya que ser&aacute; parte fundamental de la estructura final del plato, esta debe ser igualmente adobada. Una vez la carne este adobada se procede a la preparaci&oacute;n del relleno, que consta de: arveja, manteca de cerdo y cebolla finamente picada. Todo esto se fr&iacute;e en una paila (olla) agregando la carne picada y adobada.<br/><br/>Se rellena la lechona teniendo en cuenta que se debe poner una capa de carne y hueso de costilla, seguida del relleno, previamente preparado, repitiendo este procedimiento hasta llenar completamente la piel del cerdo, se debe rellenar de esta manera para que la estructura de la lechona se mantenga. Se debe coser la lechona en punto de cruz y se lleva al horno en una parrilla con huecos. Cuando la lechona ya este en el horno se debe ba&ntilde;ar con jugo de naranja agria para que su parte externa tueste adecuadamente y quede crocante.<br/><br/>Se debe preparar en el horno por 3 horas a 400 grados y luego 2 horas a 200 grados. Tradicionalmente se prepara en hornos de barro pre calentados y su cocci&oacute;n es de aproximadamente 12 horas. Despu&eacute;s de esto se debe dejar enfriar, para servir en platos individuales repartiendo porciones de relleno y piel equitativamente, acompa&ntilde;ado por arepa de ma&iacute;z blanco, insulso y una bebida al gusto.
						</p>
						<hr/>
						<div class="panelComentarios">
							<label><h5><strong>Escribe un comentario:</strong></h5>
								<textarea placeholder="Cuentanos tus inquietudes..."></textarea>
							</label>
							<div style="text-align: right;">
								<a href="#" class="button warning"><i class="fi-pencil"></i> Publicar</a>
							</div>
							<div class="row comentarioPost align-middle">
								<div class="column small-4 medium-2">
									<img src="media/img/avatar_1.png" class="imgComment">
								</div>
								<div class="column small-8 medium-10">
									<p>Es un plato muy delicioso y para muchas personas, lo recomiendo!</p>
								</div>
							</div>
							<div class="row comentarioPost align-middle">
								<div class="column small-4 medium-2">
									<img src="media/img/avatar_2.png" class="imgComment">
								</div>
								<div class="column small-8 medium-10">
									<p>Alguien me puede decir donde puedo conseguir los frijoles? estoy en la ciudad de M&eacute;xico, gracias!</p>
								</div>
							</div>
							<div class="row comentarioPost align-middle">
								<div class="column small-4 medium-2">
									<img src="media/img/avatar_3.png" class="imgComment">
								</div>
								<div class="column small-8 medium-10">
									<p>No pude prepararlo, se me ha quemado! :@</p>
								</div>
							</div>
						</div>
					</div>
				</div>
				<div class="row column">
					<div class="callout contenidoPanel">
						<h3 style="color: white;">Bandeja Paisa</h3>
						<span class="dateFormat"><i><small>Marzo 01 del 2018</small></i></span>
						<hr/>
						<p class="text-justify">
							La <strong>bandeja paisa</strong> es el plato m&aacute;s representativo de la regi&oacute;n, t&iacute;pico de la cocina antioque&ntilde;a, correspondiente a los actuales territorios de Antioquia, el Viejo Caldas o Eje Cafetero (Caldas, Quind&iacute;o y Risaralda), parte del norte del Valle del Cauca y el norte del Tolima, Colombia.<br/><br/>Caracter&iacute;stica fundamental de este plato es su enorme abundancia, tanto en cantidad como en variedad de alimentos, de tal modo que la bandeja paisa completa solo cabe servirla en platos grandes llamados bandejas.
							<div class="callout">
								<figure style="text-align: center;">
									<img src="media/img/bandejaPaisaContent.jpg" class="imgContent">
									<figcaption>Tomado de Internet.</figcaption>
								</figure>
							</div>
						</p>
						<p class="text-justify">
							En su forma y composici&oacute;n actual, es un plato de desarrollo reciente; para los paladares del resto de Colombia, como desarrollo de estrategia comercial y culinaria, no aparecen referencias en los libros de cocina anteriores a 1950 ni en otros documentos anteriores a esa fecha en la gastronom&iacute;a colombiana, pero por esta raz&oacute;n no quiere decir que es un plato nuevo. El plato tiene sus or&iacute;genes en el envuelto antioque&ntilde;o, que desde mediados del siglo XIX conformaba la &uacute;nica alimentaci&oacute;n que acompa&ntilde;aba al arriero de la regi&oacute;n antioque&ntilde;a y del antiguo Viejo Caldas. Es un compuesto culinario con abundante proporci&oacute;n de carbohidratos, ya que deb&iacute;a suplir el gran gasto de energ&iacute;a en las jornadas de viaje que ten&iacute;a que desarrollar el arriero antioque&ntilde;o en su trabajo diario. Se dice que fue bautizado como plato oficial en Bogot&aacute;, en COTELCO ( Asociaci&oacute;n Hotelera y Tur&iacute;stica de Colombia), cuando al crear el primer manual de platos t&iacute;picos se observa que para la regi&oacute;n de Antioquia no exist&iacute;a un plato t&iacute;pico caracter&iacute;stico.<br/><br/>Es probablemente una evoluci&oacute;n comercial, desarrollada en los restaurantes antioque&ntilde;os de Medell&iacute;n, Bogot&aacute; y otros sitios de Colombia, a partir del tradicional «seco» antioque&ntilde;o, un plato compuesto por arroz, frijol, carne, algo de frito y pl&aacute;tano, y acompa&ntilde;ado con arepa. Tambi&eacute;n puede haber evolucionado a partir de otro plato de com&uacute;n usanza en la regi&oacute;n, conocido en la actualidad como «t&iacute;pico monta&ntilde;ero» o simplemente «t&iacute;pico». Dicho lo anterior, se debe recalcar que el envuelto antioque&ntilde;o y su derivaci&oacute;n en "seco," como se denomina al plato t&iacute;pico de la cocina vern&aacute;cula paisa, es la base culinaria de lo que se conoce como bandeja paisa, y sus or&iacute;genes se remontan a la colonizaci&oacute;n misma de la regi&oacute;n paisa colombiana.
						</p>
						<hr/>
						<div class="panelComentarios">
							<label><h5><strong>Escribe un comentario:</strong></h5>
								<textarea placeholder="Cuentanos tus inquietudes..."></textarea>
							</label>
							<div style="text-align: right;">
								<a href="#" class="button warning"><i class="fi-pencil"></i> Publicar</a>
							</div>
							<div class="row comentarioPost align-middle">
								<div class="column small-4 medium-2">
									<img src="media/img/avatar_1.png" class="imgComment">
								</div>
								<div class="column small-8 medium-10">
									<p>Es un plato muy delicioso y para muchas personas, lo recomiendo!</p>
								</div>
							</div>
							<div class="row comentarioPost align-middle">
								<div class="column small-4 medium-2">
									<img src="media/img/avatar_2.png" class="imgComment">
								</div>
								<div class="column small-8 medium-10">
									<p>Alguien me puede decir donde puedo conseguir los frijoles? s&oacute;lo consigo de los dulces, gracias!</p>
								</div>
							</div>
							<div class="row comentarioPost align-middle">
								<div class="column small-4 medium-2">
									<img src="media/img/avatar_4.png" class="imgComment">
								</div>
								<div class="column small-8 medium-10">
									<p>No pude prepararlo, se me ha quemado! :@</p>
								</div>
							</div>
						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
	
    <script src="js/vendor/jquery.js"></script>
    <script src="js/vendor/what-input.js"></script>
    <script src="js/vendor/foundation.js"></script>
    <script src="js/app.js"></script>
  </body>
</html>
